{
    "index": "Home",
    "about": "Profile",
    "projects": "Projects",
    "contact": "Contact",
    "footer_title": "Let's Connect",
    "footer_lang_selector": "Select your language",
    "who_i_am_1": "I am Nuria Oujo,",
    "who_i_am_2": "I am Nuria Oujo, a Junior Front End Developer and UX/UI Designer.",
    "what_i_do_1": "Specialized in UX/UI Design & Front End Development",
    "what_i_do_2": "User Experience Design & Front End Development",
    "view_my_projects": "View my projects",
    "specialized_in": "I am specialized in",
    "index_title_1": "Web Development",
    "index_title_2": "User Experience",
    "index_title_3": "Interface Design",
    "index_text_1": "I have specialized in Full Stack Development through two Bootcamps taught by CampusDual TIC.",
    "index_text_2": "I am passionate about creating digital experiences that are intuitive and engaging for users. I improved my skills with a User Experience Design (UX) course.",
    "index_text_3": "I graduated in Fine Arts and complemented my training with an User Experience Design (UX) course imparted by Google.",
    "about_title_1": "My Profile",
    "about_title_2": "Knowledge",
    "about_title_3": "Experience",
    "about_title_4": "Studies",
    "about_title_5": "Other Formations",
    "contact_title_1": "Contact",
    "work_title_1": "My projects",
    "about_subtitle_1": "Let me tell you more about me...",
    "about_subtitle_1_2": "Do you want to know me better?",
    "about_subtitle_3": "This is my professional experience",
    "about_subtitle_4": "These are the studies I have completed",
    "about_subtitle_5": "I like to keep on learning, that's why I am constantly studying...",
    "work_subtitle_1": "These are my most recent projects...",
    "about_me_txt_1": "Currently I collaborate as Community Manager of the ADC Arnela orienteering club while I am studying Full Stack Development.",
    "about_me_txt_2_1": "I am currently looking for a job as ",
    "about_me_txt_2_2": "Front End Developer",
    "about_me_txt_2_3": ", but I am open to explore other job possibilities.",
    "about_me_txt_3_1": "I invite you to keep in touch through my email address ",
    "about_me_txt_3_2": " or",
    "about_me_txt_3_3": "clicking here",
    "download_cv_btn": "Download my CV",
    "contact_btn": "Contact",
    "submit_btn": "Submit",
    "figma_btn": "Open my project in Figma",
    "github_btn": "Open my project in GitHub",
    "github_pages_btn": "Open my project in GitHub Pages",
    "download_project_btn": "Download my project",
    "fullstack_knowledge": "Full Stack Development",
    "design_knowledge": "UX/UI Design",
    "languages_knowledge": "Languages",
    "languages_knowledge_spanish": "Spanish",
    "languages_knowledge_galician": "Galician",
    "languages_knowledge_english": "English",
    "experience_item_1": "Full Stack Development Bootcamp",
    "experience_item_2": "Introduction to Programming Bootcamp",
    "experience_item_3": "Camera assistant & Post-production",
    "experience_item_4": "Film, Communication & Audiovisual Industry Master's Degree",
    "experience_item_5": "Fine Arts Degree",
    "experience_item_6": "Full Stack Developer",
    "experience_date_1": "08/2023-11/2023 | Remote",
    "experience_date_2": "03/2023-06/2023 | Remote",
    "experience_date_3": "05/2022-06/2022 | Valladolid, Spain",
    "experience_date_4": "2021-2022 | Valladolid, Spain",
    "experience_date_5": "2017-2021 | Pontevedra, Spain",
    "experience_location_4": "University of Valladolid",
    "experience_location_5": "University of Vigo",
    "course_item_1": "TypeScript: Your complete guide & handbook",
    "course_item_2": "Modern JavaScript: A Guide to mastering the language",
    "course_item_3": "User Experience Design (UX) by Google",
    "course_item_4": "GIT + GitHub: A whole version control system from scratch",
    "contact_text_1": "Currently I am",
    "contact_text_2": "looking for a job",
    "contact_text_3": "I am exploring new professional opportunities, that's why I would love to join your team.",
    "contact_text_4": "If you think that my profile can contribute to your projects... Do not hesitate to contact me!",
    "contact_text_5": "Thank you for visiting my portfolio!",
    "contact_name": "Name:",
    "contact_subject": "Subject:",
    "contact_message": "Message:",
    "work_tools": "Tools:",
    "work_dialog1_1": "is a new take away app for Spanish restaurants.",
    "work_dialog1_2": "It offers a wide variety of menu suggestions, explanations of the dishes and the possibility of choosing ingredients with the purpose of being more accessible to everyone. It also provides extra information about the duration of the delivery and the location of the rider to avoid being aware of the waiting time.",
    "work_dialog2_1": "is a platform that connects gym users with the gyms registered, similarly to marketplace",
    "work_dialog2_2": "A subscriber can go to any gym listed with WheGym app regardless of where he lives.",
    "work_dialog2_3": "Subscriptions are adjusted to the type of profile registered, with a single fee for gyms and 3 different options for the gym user.",
    "work_dialog2_4": "This proyect has been conducted with Emma Iglesias and Marta Dieguez.",
    "work_dialog3_1": "is a website that simulates a company dedicated to offering the highest quality financial assistance services.",
    "work_dialog3_2": "All the navigation in the top menu is oriented to be done in a single page in order to obtain all the information more easily.",
    "work_dialog3_3": "To complete EdgeLedger I only used HTML5 and CSS3 with some small additions in JavaScript to offer a better navigation.",
    "work_dialog4_1": "is an online bicycle store that offers different options to buy bicycles.",
    "work_dialog4_2": "The typical user is around 18-35 years who is looking for extra information and discussion spaces within the web to learn more about the products.",
    "work_dialog4_3": "iDERS wants to create a space for professionals and not-so-professionals to find their ideal bike.",
    "work_dialog5_1": "is the first Full Stack project that I have done in Introduction to Programming Bootcamp.",
    "work_dialog5_2": "This web application is designed for the efficient management of products in an online store, offering a platform for viewing, adding, modifying and deleting items in an intuitive and efficient way.",
    "work_dialog6_1": "is a web page made exclusively with HTML5 and CSS3 to present this ficticious hotel",
    "work_dialog6_2": "This page offers visitors the possibility to explore the features of this hotel, from a detailed presentation of the facilities to the possibility to consult ratings of our guests and contact us directly.",
    "work_dialog7_1": "is an application which searches for drinking water sources and provides addresses, opinions and real reviews about their location and condition.",
    "work_dialog7_2": "The typical user is around 35-75 years who are looking for information on nearby sources to be able to drink high quality water.",
    "work_dialog8_1": "is a web application that searches and discovers gifs based on keywords.",
    "work_dialog8_2": "In addition, Gifs App provides a search history function, allowing users to save their previous queries. This feature ensures quick and convenient access to relevant gifs, improving the user experience.",
    "work_dialog9_1": "is a new web application to enjoy the latest news and current topics. NewsGrid is developed entirely with HTML5 and CSS3.",
    "work_dialog9_2": "This website presents news and events sorted into different categories to satisfy all interests, from sports to technology."
}