{
    "index": "Inicio",
    "about": "Perfil",
    "projects": "Proyectos",
    "contact": "Contacto",
    "footer_title": "Conectemos",
    "who_i_am_1": "Soy Nuria Oujo,",
    "who_i_am_2": "Soy Nuria Oujo, Desarrolladora Junior Front End y Diseñadora UX/UI.",
    "what_i_do_1": "Especializada en Diseño UX/UI y Desarrollo Front End",
    "what_i_do_2": "Diseño de Experiencia de Usuario y Desarrollo Front End",
    "view_my_projects": "Ver mis proyectos",
    "specialized_in": "Estoy especializada en",
    "index_title_1": "Desarrollo Web",
    "index_title_2": "Experiencia de Usuario",
    "index_title_3": "Diseño de Interfaz",
    "index_text_1": "Me he especializado en Desarrollo Full Stack a través de dos Bootcamps con el respaldo de CampusDual TIC.",
    "index_text_2": "Me apasiona crear experiencias digitales que sean intuitivas y atractivas para los usuarios. He mejorado mis conocimientos con un curso en Diseño de Experiencia de Usuario (UX).",
    "index_text_3": "Me gradué en Bellas Artes y complementé mi formación con un curso en Diseño de Experiencia de Usuario (UX) en colaboración con Google.",
    "about_title_1": "Mi Perfil",
    "about_title_2": "Conocimientos",
    "about_title_3": "Experiencia",
    "about_title_4": "Estudios",
    "about_title_5": "Otras Formaciones",
    "contact_title_1": "Contactemos",
    "work_title_1": "Mis proyectos",
    "about_subtitle_1": "Deja que te cuente un poco sobre mi...",
    "about_subtitle_1_2": "¿Quieres conocerme mejor?",
    "about_subtitle_3": "Actualmente esta es mi experiencia profesional",
    "about_subtitle_4": "Estos son los estudios que he realizado",
    "about_subtitle_5": "Me gusta seguir aprendiendo, por lo que me formo activamente...",
    "work_subtitle_1": "Estos son los proyectos más recientes que he realizado...",
    "about_me_txt_1": "Actualmente colaboro activamente en la gestión de redes del club de orientación ADC Arnela mientras me formo en Desarrollo Full Stack.",
    "about_me_txt_2_1": "En estos momentos busco empleo como",
    "about_me_txt_2_2": "Desarrolladora Front End",
    "about_me_txt_2_3": ", pero estoy abierta a explorar otras posibilidades laborales.",
    "about_me_txt_3_1": "Te invito a que nos mantengamos en contacto a través de mi correo ",
    "about_me_txt_3_2": " o",
    "about_me_txt_3_3": "pulsando aquí",
    "download_cv_btn": "Descarga mi CV",
    "contact_btn": "Contactemos",
    "submit_btn": "Enviar",
    "figma_btn": "Visualiza mi proyecto en Figma",
    "github_btn": "Visualiza mi proyecto en GitHub",
    "github_pages_btn": "Visualiza mi proyecto en GitHub Pages",
    "download_project_btn": "Descarga mi proyecto",
    "fullstack_knowledge": "Desarrollo Full Stack",
    "design_knowledge": "Diseño UX/UI",
    "languages_knowledge": "Idiomas",
    "languages_knowledge_spanish": "Castellano",
    "languages_knowledge_galician": "Gallego",
    "languages_knowledge_english": "Inglés",
    "experience_item_1": "Bootcamp en Desarrollo Full Stack",
    "experience_item_2": "Bootcamp en Introducción a la Programación",
    "experience_item_3": "Ayudante de cámara y Posproducción",
    "experience_item_4": "Máster en Cine, Comunicación e Industria Audiovisual",
    "experience_item_5": "Grado en Bellas Artes",
    "experience_date_1": "08/2023-11/2023 | Remoto",
    "experience_date_2": "03/2023-06/2023 | Remoto",
    "experience_date_3": "05/2022-06/2022 | Valladolid, España",
    "experience_date_4": "2021-2022 | Valladolid, España",
    "experience_date_5": "2017-2021 | Pontevedra, España",
    "experience_location_4": "Universidad de Valladolid",
    "experience_location_5": "Universidad de Vigo",
    "course_item_1": "TypeScript: Tu completa guía y manual de mano",
    "course_item_2": "JavaScript Moderno: Guía para dominar el lenguaje",
    "course_item_3": "Diseño de Experiencia de Usuario (UX) de Google",
    "course_item_4": "GIT + GitHub: Todo un sistema de control de versiones de cero",
    "contact_text_1": "Actualmente estoy",
    "contact_text_2": "buscando empleo",
    "contact_text_3": "Estoy explorando nuevas oportunidades profesionales y me encantaría formar parte de vuestro equipo.",
    "contact_text_4": "Si considerais que mi perfil puede contribuir a vuestros proyectos... ¡No dudéis en contactar conmigo!",
    "contact_text_5": "¡Gracias por visitar mi portfolio!",
    "contact_name": "Nombre:",
    "contact_subject": "Asunto:",
    "contact_message": "Mensaje:",
    "work_tools": "Herramientas:",
    "work_dialog1_1":"es una nueva aplicación para realizar pedidos para restaurantes en España.",
    "work_dialog1_2":"Ofrece una gran variedad de propuestas de menú, explicaciones de los platos y posibilidad de escoger ingredientes con la finalidad de que sea más accesible para todo el mundo. También aporta información extra sobre la duración del reparto y la ubicación del rider para no estar atento del tiempo de espera.",
    "work_dialog2_1": "es una plataforma que pone en contacto a usuarios de gimnasios con los propios gimnasios, de forma similar a los marketplace.",
    "work_dialog2_2": "Sin importar donde resida, un usuario suscrito puede acudir a cualquier gimnasio que se encuentre en la plataforma.",
    "work_dialog2_3": "Las suscripciones se ajustan al tipo de perfil registrado, teniendo una única cuota para los gimnasios y 3 opciones distintas para el usuario de gimnasio.",
    "work_dialog2_4": "Este proyecto ha sido realizado junto a Emma Iglesias y Marta Dieguez.",
    "work_dialog3_1": "es una página web que simula a una empresa dedicada a ofrecer servicios de asistencia financiera de la más alta calidad.",
    "work_dialog3_2": "Toda la navegación presentada en el menú superior está orientada a realizarse en una única página con el fin de obtener toda la información con más sencillez.",
    "work_dialog3_3": "Para ello, se ha utilizado únicamente HTML5 y CSS3 con unos pequeños añadidos en JavaScript con el fin de ofrecer una mejor navegación.",
    "work_dialog4_1": "es una tienda online de bicicletas que ofrece diferentes opciones de compra de dichos artículos.",
    "work_dialog4_2": "El usuario típico se encuentra en torno a los 18-35 años de edad, donde buscan información extra y espacios de debate para dentro de la web para conocer mejor los productos.",
    "work_dialog4_3": "iDERS busca crear un espacio para los profesionales y los no tan profesionales para encontrar su bicicleta ideal.",
    "work_dialog5_1": "es el primer proyecto Full Stack que he realizado dentro del Bootcamp en Introducción a la Programación.",
    "work_dialog5_2": "Esta aplicación web está diseñada para la gestión eficiente de productos en una tienda en línea, ofreciendo una plataforma para visualizar, añadir, modificar y eliminar elementos de manera intuitiva y eficaz.",
    "work_dialog6_1": "es una página web realizada exclusivamente con HTML5 y CSS3 para presentar a un hotel ficticio.",
    "work_dialog6_2": "Esta página ofrece la posibilidad a los visitantes de explorar las características de este hotel, desde una presentación detallada de las instalaciones hasta la posibilidad de consultar las valoraciones de nuestros huéspedes y contactar directamente.",
    "work_dialog7_1": "es una aplicación para la búsqueda de fuentes de agua potable que ofrece direcciones,opiniones y valoraciones reales sobre su ubicación y estado.",
    "work_dialog7_2": "El usuario típico se encuentra en torno a los 35-75 años de edad, donde buscan información sobre fuentes cercanas para poder beber agua de calidad.",
    "work_dialog8_1": "es una aplicación web que sirve exclusivamente para la búsqueda y descubrimiento de gifs a través de palabras clave.",
    "work_dialog8_2": "Además, Gifs App cuenta con una función de historial de búsqueda, permitiendo a los usuarios guardar sus consultas anteriores. Esta característica garantiza un acceso rápido y conveniente a los gifs relevantes, mejorando así la experiencia del usuario.",
    "work_dialog9_1": "es una nueva aplicación web para disfrutar de las últimas noticias y los temas de actualidad. NewsGrid está íntegramente realizado con HTML5 y CSS3.",
    "work_dialog9_2": "Esta página web presenta las noticias y eventos distribuídos en diversas categorías para satisfacer todos los intereses, desde deporte hasta tecnología."
}